[
  {
    "id": 0,
    "pickupLine": "Damn, I'm no weather man, but you can expect a couple inches tonight."
  },
  {
    "id": 1,
    "pickupLine": "Hey, my name's Microsft. Can I crash at your place tonight?"
  },
  {
    "id": 2,
    "pickupLine": "Did the sun come out or did you just smile at me?"
  },
  {
    "id": 3,
    "pickupLine": "I'm no photographer, but I can picture us together."
  },
  {
    "id": 4,
    "pickupLine": "Feel my shirt. Know what it’s made of? Boyfriend material."
  },
  {
    "id": 5,
    "pickupLine": "It is truly unreal how fucking hot you are. \\n\\nLike it blows my mind"
  },
  {
    "id": 6,
    "pickupLine": "Roses are red, catch me on Hinge, C'mon darlin show me that minge"
  },
  {
    "id": 7,
    "pickupLine": "Are you a happy meal? \\n\\nBecause I'm MCLovin it"
  },
  {
    "id": 8,
    "pickupLine": "If I was your waitress would you give me more than just a tip"
  },
  {
    "id": 9,
    "pickupLine": "Is there a mirror in your pocket? Because I can see myself in your pants"
  },
  {
    "id": 10,
    "pickupLine": "I'm tryna sue Uber Eats as they haven't recommended you as the best place to eat out"
  },
  {
    "id": 11,
    "pickupLine": "Is your Father a baker? \\n\\nBecause your buns are sweet"
  },
  {
    "id": 12,
    "pickupLine": "Are you from Ireland? Because my dick is Dublin"
  },
  {
    "id": 13,
    "pickupLine": "Are you my airpods? Cos I wanna listen to you all night"
  },
  {
    "id": 14,
    "pickupLine": "\\uD83C\\uDFAE My bad, my controller fell into your DMs. Can you send it back cause I'm not trying to play you"
  },
  {
    "id": 15,
    "pickupLine": "I used to chase butterflies as a kid. Never thought you'd give me them for free"
  },
  {
    "id": 16,
    "pickupLine": "Money doesn't come fast... But I do"
  },
  {
    "id": 17,
    "pickupLine": "You're single, I'm single. I feel like this is a problem we can solve together"
  },
  {
    "id": 18,
    "pickupLine": "Aren't you tired? You've been running through my mind all day"
  },
  {
    "id": 19,
    "pickupLine": "I proved Albert Einstein wrong. He said nothing travels faster than the speed ed  of light. He clearly never saw how fast I fell for you"
  },
  {
    "id": 20,
    "pickupLine": "If nothing lasts forever, will you be my nothing?"
  },
  {
    "id": 21,
    "pickupLine": "Are you an artist? Because you're really good at drawing me in"
  },
  {
    "id": 22,
    "pickupLine": "I don't use pickup lines cos I'm trying to pin you down not pick you up."
  },
  {
    "id": 23,
    "pickupLine": "There's a sale in my room. All clothes 100% off"
  },
  {
    "id": 24,
    "pickupLine": "I heard your grades are bad? But this D won't be"
  },
  {
    "id": 25,
    "pickupLine": "Maths is simple. Add the bed, divide the legs, subtract the clothes and hope we don't multiply"
  },
  {
    "id": 26,
    "pickupLine": "I'm not even playing cards right now. But I just pulled a queen."
  },
  {
    "id": 27,
    "pickupLine": "You're like a guitar. I like the way you sound when I play with you"
  },
  {
    "id": 28,
    "pickupLine": "Did you ring my doorbell? Well you can come inside if you want"
  },
  {
    "id": 29,
    "pickupLine": "Are you my dad's belt? Because you hit different"
  },
  {
    "id": 30,
    "pickupLine": "Are you a secret? Cos I don't think I can share you"
  },
  {
    "id": 31,
    "pickupLine": "It's sad how astronauts need to go to space to see the world. I can see mine just by looking at you"
  },
  {
    "id": 32,
    "pickupLine": "Are you breakfast? Cause you're the most important part of my day"
  },
  {
    "id": 33,
    "pickupLine": "I hope you know CPR, because you just took my breath away! \\n\\nSo, aside from taking my breath away, what do you do for a living?"
  },
  {
    "id": 34,
    "pickupLine": "I ought to complain to Spotify for you not being named this weeks hottest single"
  },
  {
    "id": 35,
    "pickupLine": "I'd like to take you to the movies, but they don't let you bring in your own snacks"
  },
  {
    "id": 36,
    "pickupLine": "You know what you'd look really beautiful in? My arms."
  },
  {
    "id": 37,
    "pickupLine": "I would never play hide and seek with you. Someone like you is impossible to find."
  },
  {
    "id": 38,
    "pickupLine": "Are you a magician? It's the strangest thing, but everytime I look at you everyone else disappears."
  },
  {
    "id": 39,
    "pickupLine": "I think there's something wrong with my phone. Could you try calling it to see if it works?"
  },
  {
    "id": 40,
    "pickupLine": "Are you an electrician? Because you're definitely lighting up my day/night!"
  },
  {
    "id": 41,
    "pickupLine": "I believe in following my dreams. Can I have your Instagram?"
  },
  {
    "id": 42,
    "pickupLine": "If you were a taser, you'd be set to 'stun'."
  },
  {
    "id": 43,
    "pickupLine": "Is your name Google? Because you have everything I'm searching for."
  },
  {
    "id": 44,
    "pickupLine": "Your hand looks heavy. Can I hold it for you?"
  },
  {
    "id": 45,
    "pickupLine": "In my opinion, there are three kinds of beauty. Cute, pretty and sexy. Somehow you manage to be all three."
  },
  {
    "id": 46,
    "pickupLine": "When I text you goodnight later, what phone number should I use?"
  },
  {
    "id": 47,
    "pickupLine": "I'm not currently an organ donor, but I'd be happy to give you my heart."
  },
  {
    "id": 48,
    "pickupLine": "If I were to ask you out on a date, would your answer be the same as the answer to this question?"
  },
  {
    "id": 49,
    "pickupLine": "Did your licence get suspended for driving me crazy?"
  },
  {
    "id": 50,
    "pickupLine": "Did you just come out of the oven? Because you are HOT!"
  },
  {
    "id": 51,
    "pickupLine": "Are you a bank loan? Because you got my interest."
  },
  {
    "id": 52,
    "pickupLine": "I've booked us tickets on the Hogwarts Express. Because we're heading somewhere magical."
  },
  {
    "id": 53,
    "pickupLine": "We're not socks, but, I think we'd make a great pair."
  },
  {
    "id": 54,
    "pickupLine": "If you were a flower, you'd be a daaaamnnnnn-delion"
  },
  {
    "id": 55,
    "pickupLine": "If you were a fruit, you'd be a fine-apple."
  },
  {
    "id": 56,
    "pickupLine": "If you were a vegetable, you'd be a cute-cumber."
  },
  {
    "id": 57,
    "pickupLine": "I thought this was a dating app. But it must be a museum because you're a work of art."
  },
  {
    "id": 58,
    "pickupLine": "Want a raisin? No? Well, how about a date?"
  },
  {
    "id": 59,
    "pickupLine": "What's your favourite drink? I'm asking so I know what to buy you on our first date."
  },
  {
    "id": 60,
    "pickupLine": "If I said you had a good body would you hold it against me?"
  },
  {
    "id": 61,
    "pickupLine": "Hey are you bi? \\n\\nBecause I wanna bi with you."
  },
  {
    "id": 62,
    "pickupLine": "I think you're suffering from a lack of vitamin me"
  },
  {
    "id": 63,
    "pickupLine": "Do you like Harry Potter? Because I adumbledore you."
  },
  {
    "id": 64,
    "pickupLine": "Your lips look lonely. Would they like to meet mine?"
  },
  {
    "id": 65,
    "pickupLine": "Your body is 65% water and I'm thirsty."
  },
  {
    "id": 66,
    "pickupLine": "Know what's on the menu? Me-N-U"
  },
  {
    "id": 67,
    "pickupLine": "My hands would be the perfect necklace for you"
  },
  {
    "id": 68,
    "pickupLine": "You look like my forth girlfriend. \\n\\n \"How many girlfriends have you had?\" \\n\\nThree"
  },
  {
    "id": 69,
    "pickupLine": "I'm a thief! \\n\\nAnd I'm here to steal your heart."
  },
  {
    "id": 70,
    "pickupLine": "Hey are you retarded? \\n\\nBecause you're looking extra special."
  },
  {
    "id": 71,
    "pickupLine": "My mom told me that life was a deck of cards... \\n\\n So I guess you must be the queen of hearts."
  },
  {
    "id": 72,
    "pickupLine": "*If you didn't get a reply say:* \\n\\nMans so good at sliding into DMs it left her speachless"
  },
  {
    "id": 73,
    "pickupLine": "My dick is so polite! \\n\\nIt stands up so you can sit down"
  },
  {
    "id": 74,
    "pickupLine": "You put the sexy in dyslexic"
  },
  {
    "id": 75,
    "pickupLine": "I like my women how I like my laptops. On my lap, turned on, virus free."
  },
  {
    "id": 76,
    "pickupLine": "On a scale of 1 to 10, you're an 8. And I'm in 2 you."
  },
  {
    "id": 77,
    "pickupLine": "It's not that I'm horny all the time, its just that you're sexy all the time."
  },
  {
    "id": 78,
    "pickupLine": "Are you a shark? \\n\\nBecause I got some swimmers for you to swallow."
  },
  {
    "id": 79,
    "pickupLine": "Jesus turned water into wine, may I turn you into mine?"
  },
  {
    "id": 80,
    "pickupLine": "I've never been in a car crash before. But I wouldn't mind hitting your rear end."
  },
  {
    "id": 81,
    "pickupLine": "They say the tongue is the strongest muscle. Wanna wrestle?"
  },
  {
    "id": 82,
    "pickupLine": "I went to your boyfriends instagram page... It said 'Edit Profile'."
  },
  {
    "id": 83,
    "pickupLine": "Two truths and a lie: \\n\\n1.You're cute \\n2. We should go on a date \\n3. I'm always wrong"
  },
  {
    "id": 84,
    "pickupLine": "Are you into casual sex? Or should I wear a tie?"
  },
  {
    "id": 85,
    "pickupLine": "I'm no horse but you can ride me tonight"
  },
  {
    "id": 86,
    "pickupLine": "Damn girl, are you a toaster? Cause a bath with you would send me straight to heaven."
  },
  {
    "id": 87,
    "pickupLine": "Roses are red, violets are blue, I want you to remember, you're the reason I lost no nut Novemeber"
  },
  {
    "id": 88,
    "pickupLine": "I don't use Google anymore. Once I saw you, my days of searching were over."
  },
  {
    "id": 89,
    "pickupLine": "I was gonna ask for Netflix and chill... But it looks like you're into Stranger Things ;)"
  },
  {
    "id": 90,
    "pickupLine": "I like my girls like my charging ports. Next to my bed and always turned on."
  },
  {
    "id": 91,
    "pickupLine": "Are you a microwave? Cause mmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmm"
  },
  {
    "id": 92,
    "pickupLine": "Call me a bra. Because I'm here to support you and touch your tits."
  },
  {
    "id": 93,
    "pickupLine": "I'm a firefighter. I find you hot and leave you wet"
  },
  {
    "id": 94,
    "pickupLine": "Can I tie your shoelaces? Cause I don't want you falling for someone else."
  },
  {
    "id": 95,
    "pickupLine": "I'm an architect and I want to build a relationship with you"
  },
  {
    "id": 96,
    "pickupLine": "Hey is it your birthday today? \\n\\nGot me confused with all that cake you got there."
  },
  {
    "id": 97,
    "pickupLine": "Hey are you made of caffine? Because you're the reason I can't sleep at night."
  },
  {
    "id": 98,
    "pickupLine": "Tired of being an adult? Be my baby then"
  },
  {
    "id": 99,
    "pickupLine": "I think I'm allergic to you.. \\n\\nWhenever you're around, my dick starts to swell."
  },
  {
    "id": 100,
    "pickupLine": "Are you 1+1? \\n\\n Because <3"
  },
  {
    "id": 101,
    "pickupLine": "Whats the difference between you and an alarm clock? \\n\\nI'd enjoy waking up to you."
  },
  {
    "id": 102,
    "pickupLine": "I'll kiss you in the rain so you get twice as wet."
  },
  {
    "id": 103,
    "pickupLine": "Are you a redstone torch? \\n\\n Cus you make my piston extend."
  },
  {
    "id": 104,
    "pickupLine": "My pussy is like the weather. When it gets wet you should come inside."
  },
  {
    "id": 105,
    "pickupLine": "What's your favourite drink? Mines A Big Ale (Abigail)"
  },
  {
    "id": 106,
    "pickupLine": "They call me the Hogwarts Express because to ride me you gotta take 9 and 3 quarters."
  },
  {
    "id": 107,
    "pickupLine": "My penis was in the Guinness world records book. But then the librarian asked me to take it out."
  },
  {
    "id": 108,
    "pickupLine": "Some people call me an alcoholic, but alcoholics go to meetings and I go to the pub."
  },
  {
    "id": 109,
    "pickupLine": "I might be a gamer but I'll never play you <3"
  },
  {
    "id": 110,
    "pickupLine": "Are you an air traffic controller? Because I'd like to request permission to approach."
  },
  {
    "id": 111,
    "pickupLine": "Is your name Joy? Cause I want you to jump on my stick."
  },
  {
    "id": 112,
    "pickupLine": "Your legs are not my kids... but I'd like to raise them."
  },
  {
    "id": 113,
    "pickupLine": "Are you a guitar? Because I'd love to hold you by the neck and listen to the sounds you make when I play with you."
  },
  {
    "id": 114,
    "pickupLine": "Are you a haunted house? Because I wanna scream when I'm inside of you."
  },
  {
    "id": 115,
    "pickupLine": "You must be a bowl of cornflakes, because I want to spoon you."
  },
  {
    "id": 116,
    "pickupLine": "I've got to admit I was feeling a little off earlier. But the minute we matched you turned me on."
  },
  {
    "id": 117,
    "pickupLine": "Hi I'm an astronaut, my mission is to explore Uranus."
  },
  {
    "id": 118,
    "pickupLine": "Let's play carpenter! First we'll get hammered, then I'll nail you."
  },
  {
    "id": 119,
    "pickupLine": "Can I take your temperature?! You're looking hot today!"
  },
  {
    "id": 120,
    "pickupLine": "Do you have 11 protons? Cause you're sodium fine."
  },
  {
    "id": 121,
    "pickupLine": "Forget Hydrogen, you're my number one element."
  },
  {
    "id": 122,
    "pickupLine": "You remind me of my favourite sweets. Midget Gems."
  },
  {
    "id": 123,
    "pickupLine": "A horse walks into a bar\\nBartender: hey\\nHorse: Yes please"
  },
  {
    "id": 124,
    "pickupLine": "I heard you was a Gryffinwhore, because you let every wizzrd Slytherin."
  },
  {
    "id": 125,
    "pickupLine": "Are you a chicken farmer? Because you sure know how to raise a cock."
  },
  {
    "id": 126,
    "pickupLine": "Are you an archaeologist? Because I've got a big bone for you to examine."
  },
  {
    "id": 127,
    "pickupLine": "Are you http? Because without you I'm ://"
  },
  {
    "id": 128,
    "pickupLine": "You know those gaps between your fingers? I think they were made for mine."
  },
  {
    "id": 129,
    "pickupLine": "I'm learning about important dates in history? Wanna be one of them?"
  },
  {
    "id": 130,
    "pickupLine": "You look so familiar. Didn't we take a class together? \\n \\nI could've sworn we had Chemistry."
  },
  {
    "id": 131,
    "pickupLine": "You remind me of a dictionary in the way you add meaning to everything."
  },
  {
    "id": 132,
    "pickupLine": "What's your favorite insect? \\n\\nMine is the butterflies you gave me."
  },
  {
    "id": 133,
    "pickupLine": "Are you a long structure used to restrict the flow of water across rivers and underwater streams? Because daaaaaaaaam!"
  },
  {
    "id": 134,
    "pickupLine": "I didn’t think wishing on those birthday candles would work, but here you are."
  },
  {
    "id": 135,
    "pickupLine": "Can I follow you? \\n\\nCause my mom told me to follow my dreams."
  },
  {
    "id": 136,
    "pickupLine": "Do you believe in love at first sight or do we need to unmatch and rematch?"
  },
  {
    "id": 137,
    "pickupLine": "My pronouns are he/him but I could be all/yours."
  },
  {
    "id": 138,
    "pickupLine": "Are you my appendix? Because I have a funny feeling in my stomach that makes me feel like I should take you out."
  },
  {
    "id": 139,
    "pickupLine": "Are you French? Because Eiffel for you."
  },
  {
    "id": 140,
    "pickupLine": "Are you espresso? Because I like you a latte."
  },
  {
    "id": 141,
    "pickupLine": "Is your name Ariel? Cause we Mermaid for each other."
  },
  {
    "id": 142,
    "pickupLine": "I lost my teddy bear. Can I sleep with you tonight?"
  },
  {
    "id": 143,
    "pickupLine": "You must be a keyboard because you're just my type."
  },
  {
    "id": 144,
    "pickupLine": "Do you like legos? I was thinking we could build something together? Like a relationship."
  },
  {
    "id": 145,
    "pickupLine": "Do you like cats? Because I’d like you to take meowt."
  },
  {
    "id": 146,
    "pickupLine": "Are you a parking ticket? Because you've got 'fine' written all over you."
  },
  {
    "id": 147,
    "pickupLine": "Is your name Wi-Fi? Because I'm feeling a connection."
  },
  {
    "id": 148,
    "pickupLine": "Do you believe in love at first swipe?"
  },
  {
    "id": 149,
    "pickupLine": "If you were a song, you'd be my new favorite single."
  },
  {
    "id": 150,
    "pickupLine": "Excuse me, I think you dropped something. My jaw."
  },
  {
    "id": 151,
    "pickupLine": "Are you from Tennessee? Because you're the only Ten I see!"
  },
  {
    "id": 152,
    "pickupLine": "My doctor told me I need more Vitamin U."
  },
  {
    "id": 153,
    "pickupLine": "Aside from being gorgeous, what do you do for a living?"
  },
  {
    "id": 154,
    "pickupLine": "Do you have a map? I keep getting lost in your eyes."
  },
  {
    "id": 155,
    "pickupLine": "Is it hot in here, or is it just you?"
  },
  {
    "id": 156,
    "pickupLine": "Are you a camera? Every time I look at you, I smile."
  },
  {
    "id": 157,
    "pickupLine": "I'm not a mathematician, but I'm pretty good with numbers. Give me yours and watch what I can do."
  },
  {
    "id": 158,
    "pickupLine": "If beauty were time, you'd be an eternity."
  },
  {
    "id": 159,
    "pickupLine": "Do you have a band-aid? Because I just scraped my knee falling for you."
  },
  {
    "id": 160,
    "pickupLine": "Are you a magician? Because whenever I look at you, everyone else disappears."
  },
  {
    "id": 161,
    "pickupLine": "Is your dad a terrorist? Because you're the bomb."
  },
  {
    "id": 162,
    "pickupLine": "I'm bad at directions, so I'm going to need you to lead me straight to your heart."
  },
  {
    "id": 163,
    "pickupLine": "I must be a snowflake, because I've fallen for you."
  },
  {
    "id": 164,
    "pickupLine": "Are you a loan? Because you have my interest."
  },
  {
    "id": 165,
    "pickupLine": "Do you like to dance? Because I'd love to take you for a spin."
  },
  {
    "id": 166,
    "pickupLine": "I'm not sure what's prettier, your eyes or this view."
  },
  {
    "id": 167,
    "pickupLine": "Are you a phaser? Because you're set to stun."
  },
  {
    "id": 168,
    "pickupLine": "Can I borrow a kiss? I promise to return it."
  },
  {
    "id": 169,
    "pickupLine": "Are you a drill sergeant? Because you've got my attention."
  },
  {
    "id": 170,
    "pickupLine": "If I had a star for every time you brightened my day, I'd have a galaxy."
  },
  {
    "id": 171,
    "pickupLine": "I hope you're good at algebra, because we're about to add a bed, subtract our clothes, divide your legs, and multiply!"
  },
  {
    "id": 172,
    "pickupLine": "Are you a candle? Because I want to blow you."
  },
  {
    "id": 173,
    "pickupLine": "They say Disneyland is the happiest place on Earth. Well, apparently, no one has ever been standing next to you."
  },
  {
    "id": 174,
    "pickupLine": "Are you a campfire? Because you're hot and I want s'more."
  },
  {
    "id": 175,
    "pickupLine": "Do you work at the library? Because I'm checking you out."
  },
  {
    "id": 176,
    "pickupLine": "Are you my phone charger? Because without you, I'd be dead."
  },
  {
    "id": 177,
    "pickupLine": "I heard you like bad boys. Well, I'm bad at everything."
  },
  {
    "id": 178,
    "pickupLine": "Do you have a name, or can I call you mine?"
  },
  {
    "id": 179,
    "pickupLine": "I'm not a religious person, but you're the answer to all my prayers."
  },
  {
    "id": 180,
    "pickupLine": "Are you a parking ticket? Because you just got yourself a fine."
  },
  {
    "id": 181,
    "pickupLine": "If you were a song, you'd be on repeat."
  },
  {
    "id": 182,
    "pickupLine": "Did you invent the airplane? Because you seem Wright for me."
  },
  {
    "id": 183,
    "pickupLine": "Are you a broom? Because you swept me off my feet."
  },
  {
    "id": 184,
    "pickupLine": "I must be a neuron, because I'm firing on all cylinders when I'm with you."
  },
  {
    "id": 185,
    "pickupLine": "Are you a carbon sample? Because I want to date you."
  },
  {
    "id": 186,
    "pickupLine": "Your eyes are like the ocean, I could swim in them all day."
  },
  {
    "id": 187,
    "pickupLine": "Do you believe in love at first sight, or should I walk by again?"
  },
  {
    "id": 188,
    "pickupLine": "If you were a cat, you'd be purr-fect."
  },
  {
    "id": 189,
    "pickupLine": "Are you a 90-degree angle? Because you're looking right."
  },
  {
    "id": 190,
    "pickupLine": "Did you just fall from heaven? Because you're an angel."
  },
  {
    "id": 191,
    "pickupLine": "Are you a trash can? Because I'm about to take you out."
  },
  {
    "id": 192,
    "pickupLine": "Is your name Cinderella? Because when I saw you, I knew my dreams came true."
  },
  {
    "id": 193,
    "pickupLine": "If you were a book, I'd never put you down."
  },
  {
    "id": 194,
    "pickupLine": "Do you like Star Wars? Because Yoda only one for me."
  },
  {
    "id": 195,
    "pickupLine": "Are you a fruit? Because you're an ex-straw-berry."
  },
  {
    "id": 196,
    "pickupLine": "If you were a transformer, you'd be Optimus Fine."
  },
  {
    "id": 197,
    "pickupLine": "Are you a baker? Because you just made my day a whole lot sweeter."
  },
  {
    "id": 198,
    "pickupLine": "I'm not drunk, I'm just intoxicated by you."
  },
  {
    "id": 199,
    "pickupLine": "Do you have a map? I got lost in your smile."
  },
  {
    "id": 200,
    "pickupLine": "Are you a magician? Because you make my problems disappear."
  },
  {
    "id": 201,
    "pickupLine": "Is your name heaven? Because you look like a dream."
  },
  {
    "id": 202,
    "pickupLine": "If you were a burger at McDonald's, you'd be a McBeautiful."
  },
  {
    "id": 203,
    "pickupLine": "Are you a campfire? Because you're smoking hot!"
  },
  {
    "id": 204,
    "pickupLine": "I'm not a weatherman, but I predict a 100% chance of us hooking up."
  },
  {
    "id": 205,
    "pickupLine": "Are you from outer space? Because your beauty is out of this world."
  },
  {
    "id": 206,
    "pickupLine": "Do you like gladiator movies? Because I'd like to get gladiator with you."
  },
  {
    "id": 207,
    "pickupLine": "Are you a gardener? Because you just made my plant grow."
  },
  {
    "id": 208,
    "pickupLine": "I must be a squirrel, because I'm nuts about you."
  },
  {
    "id": 209,
    "pickupLine": "If you were a drug, you'd be highly addictive."
  },
  {
    "id": 210,
    "pickupLine": "Are you a dog? Because I want to take you home and make you bark."
  },
  {
    "id": 211,
    "pickupLine": "Do you know what my shirt is made of? Boyfriend material."
  },
  {
    "id": 212,
    "pickupLine": "Are you a cell tower? Because you're giving me a strong signal."
  },
  {
    "id": 213,
    "pickupLine": "If I had a penny for every time I thought of you, I'd be rich."
  },
  {
    "id": 214,
    "pickupLine": "Are you a broken pencil? Because you're pointless without me."
  },
  {
    "id": 215,
    "pickupLine": "Do you have a quarter? Because I want to call my mom and tell her I just met the love of my life."
  },
  {
    "id": 216,
    "pickupLine": "Are you a diamond? Because you're absolutely stunning."
  },
  {
    "id": 217,
    "pickupLine": "I'm not good at anything, except for falling in love with you."
  },
  {
    "id": 218,
    "pickupLine": "Are you a fruit? Because you're one in a melon."
  },
  {
    "id": 219,
    "pickupLine": "Do you have an extra heart? Mine just got stolen."
  },
  {
    "id": 220,
    "pickupLine": "Are you a fire alarm? Because you're loud and annoying, but I still want to spend time with you."
  },
  {
    "id": 221,
    "pickupLine": "I think there's something wrong with my eyes, because I can't take them off you."
  },
  {
    "id": 222,
    "pickupLine": "If you were a drug, I'd overdose."
  },
  {
    "id": 223,
    "pickupLine": "Are you a bank? Because you've got my interest."
  },
  {
    "id": 224,
    "pickupLine": "Do you like vegetables? Because I love you from my head tomatoes."
  },
  {
    "id": 225,
    "pickupLine": "Are you a parking meter? Because I'm about to put a quarter in you."
  },
  {
    "id": 226,
    "pickupLine": "Are you an alien? Because you just abducted my heart."
  },
  {
    "id": 227,
    "pickupLine": "Do you work at Subway? Because you just gave me a footlong."
  },
  {
    "id": 228,
    "pickupLine": "I'm not usually this forward, but you're too beautiful to pass up."
  },
  {
    "id": 229,
    "pickupLine": "If you were a car, you'd be a vintage classic."
  },
  {
    "id": 230,
    "pickupLine": "Are you a light switch? Because you turn me on."
  },
  {
    "id": 231,
    "pickupLine": "I'm not a stalker, but I'd love to follow you home."
  },
  {
    "id": 232,
    "pickupLine": "Are you from Starbucks? Because I like you a latte."
  },
  {
    "id": 233,
    "pickupLine": "Are you a debt? Because I want to pay you off."
  },
  {
    "id": 234,
    "pickupLine": "If you were a potato, you'd be a sweet potato."
  },
  {
    "id": 235,
    "pickupLine": "Are you a beaver? Because dam, you're fine."
  },
  {
    "id": 236,
    "pickupLine": "Is your name Angel? Because you look like one."
  },
  {
    "id": 237,
    "pickupLine": "Are you a magician? Because you just made my heart disappear and reappear in your hands."
  },
  {
    "id": 238,
    "pickupLine": "I'm not a baker, but I can make your dough rise."
  },
  {
    "id": 239,
    "pickupLine": "Are you a charger? Because I'm dying without you."
  },
  {
    "id": 240,
    "pickupLine": "If you were a booger, I'd pick you first."
  },
  {
    "id": 241,
    "pickupLine": "My heart skipped a beat when I saw you. Can I sue you for assault?"
  },
  {
    "id": 242,
    "pickupLine": "Are you a unicorn? Because you're rare and magical."
  },
  {
    "id": 243,
    "pickupLine": "If you were a stop sign, I'd never stop."
  },
  {
    "id": 244,
    "pickupLine": "Do you have a name, or can I just call you 'mine'?"
  },
  {
    "id": 245,
    "pickupLine": "Are you a good listener? Because I have a lot of complaints about how single I am."
  },
  {
    "id": 246,
    "pickupLine": "If you were a cat, you'd be a 'meow-velous' catch."
  },
  {
    "id": 247,
    "pickupLine": "Are you a phone? Because I want to dial your number."
  },
  {
    "id": 248,
    "pickupLine": "I'm not a cannibal, but I'd like to eat you out."
  },
  {
    "id": 249,
    "pickupLine": "Are you a book? Because I can't wait to read you all night."
  },
  {
    "id": 250,
    "pickupLine": "If you were a crime, you'd be a grand theft hottie."
  },
  {
    "id": 251,
    "pickupLine": "Are you a red light? Because I stop and stare every time I see you."
  },
  {
    "id": 252,
    "pickupLine": "Is your name Summer? Because you're hot."
  }
]
